
{
  "welcome": "Welkom bij ConnectFast", 
  "about-1": "Programmatic Marketing is de algoritmische methode van uitwisseling of bod op advertentieplaatsing in realtime.Onze eigen software, AdPro, automatiseert de uitwisseling, plaatsing en optimalisatie van media-inventaris via het RTB-systeem (realtime bieding). Ons professionele team ontwikkelt online marketingstrategieën om uw bedrijf te helpen bekendheid te krijgen en van uw bezoekers klanten te maken.",
  "own_software": "Onze Software",
  "own_software_description": "Het levert u de meest waardevolle klanten op via onze geavanceerde technologie voor doelgroeptargeting en optimalisatie.",
  "campaing_optimizers": "Campaign Optimizer",
  "campaign_optimizers_desc": "Onze unieke optimalisatie voor digitale marketingoplossing die de kostenefficiëntie en campagne-effectiviteit verbetert.",
  "total_remarketing_solutions":"Total Remarketing Solutions",
  "total_remarketing_solutions_description": "Speciale techniek om gewaardeerde online bezoekers vast te houden. Hen een op maat gemaakte boodschap laten zien. Verhoog de conversieratio.",
  "conversion_rate_optimisation": "Conversion Rate Optimisation", 
  "conversion_rate_optimisation_description": "Hoe hoger uw conversieratio, hoe beter uw ROI zal zijn. CRO-technieken zijn essentieel voor uw winst.",
  "online_marketing_solutions": "Online Marketing Solutions",
  "sem_description": "SEM een vorm van online adverteren die uw website promoot op pagina's met zoekresultaten van zoekmachines. Dit verhoogt onmiddellijk de zichtbaarheid van uw resultaat of website, wat het verkeer aanzienlijk verhoogt en de conversieratio verbetert.",
  "display_banner_advertising": "Display Banner Advertising",
  "display_banner_advertising_description": "Het houdt van advertenties in tijdschriften of kranten die naast inhoud op beroemde webpagina's, IM-applicaties, e-mail enz. verschijnen. Display-banneradvertenties hebben echter een aanzienlijk voordeel ten opzichte van hen. De targetingopties, zoals demografische en gedragsgerichte targeting, zijn in grote verscheidenheid beschikbaar om uw doelgroep te bereiken.",
  "social_media_marketing_description": "Het maakt gebruik van sociale mediasites als marketingtool. Een effectieve SMM-strategie kan de groei van uw bedrijf ten goede komen, uw sociale aanwezigheid behouden en contact maken met het publiek. Met tools voor gegevensanalyse kunt u het resultaat, de doelgroepinformatie en de kwaliteit van de betrokkenheid volgen.",
  "search_engine_optimization": "Search Engine Optimization",
  "search_engine_optimization_description": "Het proces om de positie van een website in een organisch resultaat van een zoekmachine te verbeteren.",
  "mobile_marketing": "Mobiele Marketing",
  "mobile_marketing_desc": "Mobiele marketing kan klanten voorzien van tijd- en locatiegevoelige, gepersonaliseerde informatie. Het toenemende aantal smartphonegebruikers bewijst zijn voordeel ten opzichte van pc.",
  "email_marketing": "Email Marketing",
  "email_marketing_desc": "Het draait allemaal om de juiste commerciële boodschap aan de juiste mensen. Stuur betere e-mails via AdTactics. Implementeer marketingautomatisering. Of probeer Email Sponsored Promotion door middel van nauwkeurige targeting zonder uw eigen database.",
  "web_development_desc": "We bieden een breed scala aan programmeerdiensten, waaronder platformonafhankelijke en responsieve webontwikkeling tot volwaardige applicaties. Houd niet alleen functionaliteit en SEO in gedachten, maar ook de best mogelijke gebruikerservaring.",
  "creative_design": "Creative Design",
  "creative_design_desc": "In een digitale wereld zijn de eerste indrukken van vitaal belang en een uitstekend ontwerp is de sleutel tot succes.",
  "video_production": "Video Production",
  "video_production_desc": "Ons team maakt leuke en inspirerende video's. Echo maken in het openbaar waardoor klanten aan je merk blijven plakken.",
  "programming_team": "Programming Team",
  "programming_team_desc": "Ons programmeerteam is gespecialiseerd in e-commerce, dynamische inhoud, beveiliging, web- en applicatieontwikkeling. We hanteren een alomvattende benadering van webontwikkeling, van codering en opmaak tot webdesign en inhoud. We hebben ervaring in alle facetten van webontwikkeling om onze klanten te helpen hun volledige potentieel te bereiken. Zet uw bedrijf online, verdien meer omzet en ontdek meer leads. We bieden rigoureuze tests voor alle belangrijke apparaattypen, evenals voor browsers en besturingssystemen voordat we uw nieuwe website lanceren en het project ondertekenen. Testen worden zowel als gebruiker als als beheerder uitgevoerd om ervoor te zorgen dat uw site modern en responsief is.",
  "copywriting_team": "Copywriting Team",
  "copywriting_team_desc": "Ons copywriting team is gespecialiseerd in contentstrategie, branding, publiciteit en persuasions. We creëren informatieve, boeiende en overtuigende inhoud die de interesse van klanten wekt. We maken voor elk van onze klanten een op maat gemaakte contentmarketingstrategie. We bieden inhoud die webgebruikers zal overtuigen om door te klikken naar uw website voor speciale aanbiedingen, om uw producten te kopen of contact met u op te nemen over uw diensten, omdat onze ervaren copywriters precies weten hoe ze woorden moeten verkopen.",
  "design_team": "Design Team", 
  "design_team_desc": "Ons ontwerpteam is gespecialiseerd in afbeeldingen, gebruikersinterface, branding, logo, animatie en webontwerpen via geavanceerde ontwerpsoftware van Adobe Creative Cloud. Omdat een eerste indruk essentieel is en een uitstekend visueel ontwerp de sleutel tot succes is. We maken een visueel ontwerp op maat dat past bij uw merk. Voor snelheid en kwaliteit zijn onze 80 miljoen uitstekende stockfoto's klaar voor marketing zonder zorgen over auteursrechten."
}