
{
    "welcome": "Welcome to Connect Fast", 
    "about-1": "Programmatic Marketing is the algorithmic method of exchange or bid of advertising placement in real time. Our proprietary software, AdPro, automate the exchange, placement and optimisation from media inventory through RTB(real-time bidding) system. Our professional team develops online marketing strategies to help your business gain publicity and turn your visitors into customers.",
    "own_software": "Own Software",
    "own_software_description": "It delivers you the most valuable customers via our advanced audience targeting and optimization technology.",
    "campaing_optimizers": "Campaign Optimizer",
    "campaign_optimizers_desc": "Our unique optimization for digital marketing solution that enhance cost-efficiency and campaign effectiveness.",
    "total_remarketing_solutions":"Total Remarketing Solutions",
    "total_remarketing_solutions_description": "Special technique to to retain valued online visitors. Showing them a tailored message. Drive up conversion rate.",
    "conversion_rate_optimisation": "Conversion Rate Optimisation", 
    "conversion_rate_optimisation_description": "The higher your conversion rate, the better your ROI will be. CRO techniques are essential to your profit.",
    "online_marketing_solutions": "Online Marketing Solutions",
    "sem_description": "SEM a form of online advertising that promotes your website in search engine results pages. This instantly increases your result or website visibility, which greatly increases traffics and enhances conversion rate.",
    "display_banner_advertising": "Display Banner Advertising",
    "display_banner_advertising_description": "It likes magazine or newspaper ads that appears next to content on famous web pages, IM applications, email etc. However, display banner advertising has a significant advantage over them. The targeting options such as demographic and behavioral targeting are available in wide variety to laser in on your audience.",
    "social_media_marketing_description": "It utilizes social media sites as a marketing tool. An effective SMM strategy can leverage the growth of your business, maintains your social presence and engage with the audience. With data analytics tools you can track the result, audience information and engagement quality.",
    "search_engine_optimization": "Search Engine Optimization",
    "search_engine_optimization_description": "The process of improving ranking of a website in a search engine organic result.",
    "mobile_marketing": "Mobile Marketing",
    "mobile_marketing_desc": "Mobile marketing can provide customers with time and location sensitive, personalized information. The increasing number of smartphone users proves its advantage over PC.",
    "email_marketing": "Email Marketing",
    "email_marketing_desc": "It is all about the right commercial message to the right people. Send better emails via AdTactics. Implement marketing automation. Or try Email Sponsored Promotion through precise targeting without your own database.",
    "web_development_desc": "We offer a wide range of programming services including cross-platform and responsive web development to full fledged application. Not only keep functionality and SEO in mind, but best possible user experience.",
    "creative_design": "Creative Design",
    "creative_design_desc": "In a digital world, first impressions are vital and an outstanding design is the key to success.",
    "video_production": "Video Production",
    "video_production_desc": "Our team produce entertaining and inspiring videos. Making echo in public in which keeps costumers glue to your brand.",
    "programming_team": "Programming Team",
    "programming_team_desc": "Our programming team specialized in E-commerce, dynamic content, security, web and application development. We take a comprehensive approach to web development starting from coding and markup to web design and content. We have experience in all facets of web development to help our clients reach their full potential. Put your business online, earn more sales and discover more leads. We provide rigorous testing for all major device types as well as browsers and operating systems before we launch your new website and sign-off the project. Testing is performed both as a user and as an administrator to ensure your site is modern and responsive.",
    "copywriting_team": "Copywriting Team",
    "copywriting_team_desc": "Our copywriting team specialized in content strategy, branding, publicity and persuasions. We create informative, engaging and persuasive content that captures customers’ interest. We tailor a bespoke content marketing strategy for each of our clients. We provide content that will convince web users to click through to your website for special offers, to purchase your products or contact you about your services, because our experienced copywriters know exactly how to make words sell.",
    "design_team": "Design Team", 
    "design_team_desc": "Our design team specialized in graphics, UI, branding, logo, animation and web designs via cutting edge design softwares from Adobe Creative Cloud. As first impressions are vital and an outstanding visual design is the key to success. We tailor visual design that match your branding. For speed and quality, our 80 millions of excellent stock photos are ready for marketing without copyright concerns."
}